import "./footer.css";

export default function Footer() {
  return (
    <>
      <div className="up">
        <h1>Златоустовские ножи интернет-магазин "ЗЛАТМАКС"</h1>
        <p>
          Наш интернет-магазин "ЗЛАТМАКС" предлагает Вам ножи очень высокого
          качества из города оружейников - Златоуста. Златоустовские ножи
          известны и популярны среди потребителей как на российским рынке, так и
          за рубежом: ножи охотничьи, хозяйственные, туристические, рыбацкие,
          складные и метательные. Нож Златоуста - это идеальный друг и товарищ в
          повседневной жизни и в экстремальных ситуациях. На многую продукцию
          распространяется гарантия до 10 лет - это один из главных показателей
          качества. Для Вас на нашем сайте "zlatmax" предложен огромный
          ассортимент Златоустовских ножей. Наши менеджеры помогут определиться
          и подобрать самый лучший Златоустовский нож, ориентируясь на Ваши
          пожелания.
        </p>
      </div>
      <div className="down">
        <ul>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
        </ul>
        <ul>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
        </ul>
        <ul>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
        </ul>
        <ul>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
          <li>
            <a href="">ИНФОРМАЦИЯ</a>
          </li>
        </ul>
        <hr />
        <div className="bottom">
          <p>
            Все материалы, размещенные на сайте, носят справочный характер и не
            являются публичной офертой, определяемойположениями Статьи 437
            Гражданского кодекса Российской Федерации. При копировании
            материалов гиперссылка на www.zlatmax.ru обязательна!
          </p>
          <p>Златоустовские ножи www.zlatmax.ru ©</p>
        </div>
      </div>
    </>
  );
}
